Repository: JMApps/arabic_in_your_hands
Catalog: lib/l10n/app_*.arb
Languages: uz

# add
source: Добавить
uz: Қўшиш

# android_version
source: Версия Android
uz: Android версияси

# tableNameFirstVolChapters
source: Table_of_first_chapters_ru
uz: Table_of_first_chapters_uz

# tableNameFirstVolSubChapters
source: Table_of_first_sub_chapters_ru
uz: Table_of_first_sub_chapters_uz

# tableNameFirstVolContents
source: Table_of_first_contents_ru
uz: Table_of_first_contents_uz

# tableNameSecondVolChapters
source: Table_of_second_chapters_ru
uz: Table_of_second_chapters_uz

# tableNameSecondVolSubChapters
source: Table_of_second_sub_chapters_ru
uz: Table_of_second_sub_chapters_uz

# tableNameSecondVolContents
source: Table_of_second_contents_ru
uz: Table_of_second_contents_uz

# app_name
source: Арабский перед тобой
uz: Араб тили олдингизда

# app_name_share
source: Арабский перед тобой
uz: Араб тили олдингизда

# app_theme
source: Адаптивная тема
uz: Мослашувчан мавзу

# app_theme_description
source: Тема приложения будет соответствовать теме на устройстве
uz: Илова мавзуси қурилмадаги мавзуга мос келади

# arabic_font
source: Шрифт арабского текста
uz: Арабча матн шрифти

# arabic_text_size
source: Размер арабского текста
uz: Арабча матн ҳажми

# categories
source: Категории
uz: Туркумлар

# categories_is_empty
source: Добавьте первую категорию
uz: Сиз ҳеч қандай туркум қўшмадингиз

# category_name
source: Название категории
uz: Туркум номи

# change
source: Изменить
uz: Ўзгартириш

# changed
source: Изменено
uz: Ўзгартирилди

# copied
source: Скопировано
uz: Нусха олинди

# copy
source: Скопировать
uz: Нусха олиш

# delete
source: Удалить
uz: Ўчириш

# deleting
source: Удаление
uz: Ўчириш

# dictionary
source: Словарь
uz: Луғат

# dictionary_category_add_first
source: Добавьте первую категорию
uz: Биринчи туркумни қўшинг

# dictionary_category_category_added
source: Категория добавлена
uz: Туркум қўшилди

# dictionary_category_category_deleted
source: Категория удалена
uz: Туркум ўчирилди

# dictionary_category_delete_message
source: Вы уверены, что хотите удалить данную категорию вместе с её содержимым?
uz: Ҳақиқатан ҳам ушбу туркумни таркиби билан бирга ўчириб ташламоқчимисиз?

# dictionary_word_add_first
source: Добавьте первое слово
uz: Биринчи сўзни қўшинг

# dictionary_word_category_added
source: Слово добавлено
uz: Сўз қўшилди

# dictionary_word_category_deleted
source: Слово удалено
uz: Сўз ўчирилди

# dictionary_word_delete_message
source: Вы уверены, что хотите удалить это слово?
uz: Ҳақиқатан ҳам бу сўзни ўчириб ташламоқчимисиз?

# enter_category_name
source: Введите название категории
uz: Туркум номини киритинг

# enter_translation
source: Введите перевод слова
uz: Сўзнинг таржимасини киритинг

# enter_word
source: Введите слово
uz: Сўз киритинг

# flip_card_mode
source: Режим карточек
uz: Карталар режими

# info_for_users
source: Информация для пользователей
uz: Фойдаланувчилар учун маълумот

# ios_version
source: Версия iOS
uz: iOS версияси

# no
source: Нет
uz: Йўқ

# play_speed
source: Скорость воспроизведения
uz: Ижро этиш тезлиги

# priority
source: Приоритет
uz: Устуворлик

# search_categories
source: Поиск категорий...
uz: Туркумларни қидириш...

# search_is_not_results
source: По вашему запросу ничего не найдено
uz: Сизнинг сўровингиз бўйича ҳеч нарса топилмади

# settings
source: Настройки
uz: Созламалар

# share
source: Поделиться
uz: Улашиш

# share_links_app
source: Поделиться ссылками на приложение
uz: Илова ҳаволаларини улашиш

# share_picture
source: Поделиться картинкой
uz: Расмни улашиш

# show_hide_arabic_text
source: Арабский текст
uz: Арабча матнни

# show_hide_translation_text
source: Текст перевода
uz: Таржима матнини

# text_align
source: Расположение текста
uz: Матн жойлашуви

# translation
source: Перевод
uz: Таржима

# translation_font
source: Шрифт текста перевода
uz: Таржима матни шрифти

# translation_text_size
source: Размер текста перевода
uz: Таржима матни ҳажми

# user_app_theme
source: Пользовательская тема
uz: Фойдаланувчи мавзуси

# user_app_theme_description
source: Тема приложения будет соответствовать выбранной вами
uz: Илова мавзуси сиз танлаган мавзуга мос келади

# visible_mode
source: Режим отображения
uz: Кўрсатиш режими

# volume_1
source: Том 1
uz: 1 жилд

# volume_2
source: Том 2
uz: 2 жилд

# wake_lock_display
source: Не отключать дисплей
uz: Дисплейни ўчирманг

# wake_lock_display_description
source: Дисплей будет включен пока приложение активно
uz: Илова фаол бўлганда дисплей ёнади

# word
source: Слово
uz: Сўз

# words
source: Слова
uz: Сўзлар

# words_flip_empty_message
source: Чтобы воспользоваться режимом карточек, вы должны добавить слова в текущую категорию
uz: Карталар режимидан фойдаланиш учун жорий туркумга сўзларни қўшишингиз керак

# yes
source: Да
uz: Ҳа
